7zip
acpi
adobe-source-code-pro-fonts
adobe-source-sans-fonts
alsa-utils
android-file-transfer
arandr
aria2
audiorelay
auto-cpufreq
autoconf-archive
base
base-devel
bat
bbswitch
bear
blueberry
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
calibre
ccache
chromium
clang
cmake
cpupower
crypto++
ctags
cups
dhclient
dmenu
dnsmasq
docker
docker-compose
dune
dwarffortress
efibootmgr
elinks
emacs
expac
fd
feh
firefox
fish
fisher
flatpak
fluidsynth
fmodex
foliate
fwupd
fzf
gdb
geckodriver
gemini-cli-bin
geteduroam
ghostty
git
git-delta
github-cli
glew
glfw
glm
gnome-screenshot
godot-mono
google-chrome
gparted
hakuneko-desktop-bin
haruna
heaptrack
htop
hyperfine
i3-wm
i3status
i3status-rust
imagemagick
imv
intel-media-driver
intel-undervolt
inxi
iverilog
jdk17-openjdk
kanata-bin
kazam
kcachegrind
kdeconnect-no-mdns
kdenlive
kooha
lan-mouse
lazygit
less
libguestfs
libreoffice-fresh
librewolf-bin
libva-utils
lilypond
links
linux
linux-firmware
lldb
localsend
lutris
lynx
m4b-tool-bin
man-pages
mandoc
massif-visualizer
megasync-bin
meld
mesa-utils
mgba-qt
microsoft-edge-dev-bin
minicom
mono
mpv
mullvad-vpn-bin
mupdf
nano
ncdu
neovide
neovim
net-tools
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
odin
okular
opam
openbsd-netcat
openjdk21-src
openmp
openssh
pandoc-cli
pass
pass-otp
pastel
pavucontrol
pear-desktop
perf
picom
pipewire-alsa
pipewire-pulse
plastic
plocate
powertop
python-audioop-lts
python-breathe
python-html2text
python-pip
python-pipx
python-poetry
python-py-cpuinfo
python-pynvim
python-setuptools-rust
python-sphinx_rtd_theme
python-virtualenv
qbittorrent
qemu-desktop
qemu-full
qmk
quicklisp
qutebrowser
raylib
retroarch
ripgrep
rlwrap
rofi
roswell
rpi-imager
rust-analyzer
rustup
samsung-ml2160
sbcl
sdl12-compat
sdl3
simplescreenrecorder
skim
soundfont-fluid
spectacle
speedtest-cli
spotify
sshfs
starship
stb
steam
stockfish
stow
sudo
sway
sxiv
system-config-printer
termdown
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langeuropean
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
timidity++
tldr
tmux
tree
tree-sitter-cli
tree-sitter-rust
ttf-dejavu
ttf-fira-code
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-symbola
typst
unrar
unzip
usbutils
uv
valgrind
ventoy-bin
vibrant-cli
vim
virt-viewer
vivaldi
vscodium-bin
w3m
wezterm
wine
wl-clipboard
woeusb-ng
xclip
xdg-desktop-portal-gnome
xdot
xf86-input-synaptics
xmake
xorg-fonts-misc
xorg-server
xorg-server-xephyr
xorg-xinit
xorg-xinput
xorg-xrandr
xterm
y-cruncher
yay
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zen-browser-bin
zigup-bin
zip
zls
zoxide
