arandr
audiorelay
auto-cpufreq
base
base-devel
bat
blueberry
bluez
bluez-utils
bridge-utils
brightnessctl
btop
chromium
clang
cmake
ctags
cutechess
dmenu
dnsmasq
elinks
emacs-nativecomp
fd
feh
firefox
fish
fzf
gdb
git
glfw
glm
google-chrome
grabc
htop
hyperfine
i3-wm
i3status
immersed
kanata
lazygit
less
lib32-alsa-plugins
lib32-mesa-utils
lib32-nvidia-utils
lib32-pipewire
libguestfs
liblivesplit-core
libreoffice-fresh
links
linux
linux-firmware
lldb
mesa-utils
mpv
neovide
neovim
networkmanager
npm
okular
olympus
openbsd-netcat
openssh
p7zip
perf
pipewire-alsa
pipewire-pulse
playonlinux
plocate
python-html2text
python-pip
python-pynput
python-pynvim
qemu-desktop
qemu-full
quickemu
quicklisp
ripgrep
rlwrap
rofi
rust-analyzer
rustup
sbcl
sdl12-compat
starship
stb
steam
stockfish
stow
sudo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tldr
tmux
tree
tree-sitter-cli
tree-sitter-rust
ttf-iosevkaterm-nerd
unrar
unzip
usbutils
vcpkg
vibrant-cli
vim
virt-manager
virt-viewer
w3m
wezterm
wine
wine-mono
xclip
xf86-input-synaptics
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xterm
yay
yay-debug
zathura
zathura-pdf-mupdf
zellij
zen-browser-avx2-bin
zls
