7zip
aconfmgr-git
alsa-utils
arandr
audiorelay
auto-cpufreq
base
base-devel
bat
bear
blueberry
bluez
bluez-utils
bridge-utils
brightnessctl
btop
calibre
chromium
clang
cmake
crypto++
ctags
cutechess
dmenu
dnsmasq
elinks
emacs-git
fd
feh
firefox
fish
foliate
fzf
gdb
geckodriver
ghostty
git
git-delta
github-cli
glew
glfw
glm
godot-mono
google-chrome
gparted
grabc
haruna
heaptrack
htop
hyperfine
i3-wm
i3status
immersed
kanata
kcachegrind
kdenlive
lan-mouse
lazygit
less
lib32-alsa-plugins
lib32-mesa-utils
lib32-nvidia-utils
lib32-pipewire
libguestfs
liblivesplit-core
libreoffice-fresh
libva-nvidia-driver
links
linux
linux-firmware
lldb
lutris
lynx
man-pages
mandoc
manim
meld
mesa-utils
mesen2-git
minicom
mpv
ncdu
neovide
neovim
nestopia
net-tools
networkmanager
noto-fonts
npm
nvidia
nvidia-prime
odin
okular
olympus
openbsd-netcat
openssh
pandoc-cli
pastel
perf
pipewire-alsa
pipewire-pulse
plastic
playonlinux
plocate
pwvucontrol
python-av
python-html2text
python-pip
python-pipx
python-poetry
python-py-cpuinfo
python-pynput
python-pynvim
python-selenium
python-virtualenv
qemu-desktop
qemu-full
quickemu
quicklisp
raylib
retroarch
ripgrep
rlwrap
rofi
rust-analyzer
rustup
sbcl
sdl12-compat
sdl2
sdl3
skim
starship
stb
steam
stockfish
stow
sudo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tldr
tmux
tree
tree-sitter-cli
tree-sitter-rust
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
typst
unrar
unzip
usbutils
valgrind
vibrant-cli
vim
virt-viewer
w3m
wezterm
wine
wine-mono
xclip
xf86-input-synaptics
xf86-video-intel
xmake
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
xterm
yay
yay-debug
zathura
zathura-pdf-mupdf
zellij
zen-browser-avx2-bin
zoxide
